[
    {
        "content": "Life is too short and sweet to be spent by cribbing and complaining about things.",
        "author": "Anonymous",
        "topic": ["inspiration"]
    },
    {
        "content": "Although no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
        "author": "Carl Bard",
        "topic": ["inspiration"]
    },
    {
        "content": "Don't be afraid. Be focused. Be determined. Be hopeful. Be empowered.",
        "author": "Michelle Obama",
        "topic": ["encouragement"]
    },
    {
        "content": "It always seems impossible until it’s done.",
        "author": "Nelson Mandela",
        "topic": ["encouragement"]
    },
    {
        "content": "You've gotta dance like there's nobody watching, Love like you'll never be hurt, Sing like there's nobody listening, And live like it's heaven on earth.",
        "author": "William W. Purkey",
        "topic": ["encouragement"]
    },
    {
        "content": "Problems are not stopped signs; they are guidelines.",
        "author": "Robert Schuller",
        "topic": ["comforting"]
    },
    {
        "content": "The pain you feel today is the strength you feel tomorrow. For every challenge encountered, there is opportunity for growth.",
        "author": "Anonymous",
        "topic": ["comforting"]
    },
    {
        "content": "Don't be discouraged. It's often the last key in the bunch that opens the lock.",
        "author": "Anonymous",
        "topic": ["comforting"]
    },
    {
        "content": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
        "author": "Les Brown",
        "topic": ["comforting"]
    },
    {
        "content": "Sometimes it’s okay if the only thing you did today was breathe.",
        "author": "Yumi Sakugawa",
        "topic": ["comforting"]
    },
    {
        "content": "Use what you’ve been through as fuel, believe in yourself and be unstoppable.",
        "author": "Yvonne Pierre",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "It is only in our darkest hours that we may discover the true strength of the brilliant light within ourselves that can never, ever, be dimmed.",
        "author": "Doe Zantamata",
        "topic": ["comforting"]
    },
    {
        "content": "In three words I can sum up everything I’ve learned about life. It goes on.",
        "author": "Robert Frost",
        "topic": ["comforting"]
    },
    {
        "content": "Don’t cry when the sun is gone because the tears won’t let you see the stars.",
        "author": "Violeta Para",
        "topic": ["comforting"]
    },
    {
        "content": "Don’t be discouraged. It’s often the last key in the bunch that opens the lock.",
        "author": "Anonymous",
        "topic": ["comforting"]
    },
    {
        "content": "Tears water our growth.",
        "author": "William Shakespeare",
        "topic": ["comforting"]
    },
    {
        "content": "There are no great people in this world, only great challenges which ordinary people rise to meet. ",
        "author": "William Frederick Halsey Jr",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward. ",
        "author": "Martin Luther King, Jr",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "Next to trying and winning, the best thing is trying and failing.",
        "author": "L. M. Montgomery",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "Often what feels like the end of the world is really a challenging pathway to a far better place.",
        "author": "Karen Salmansohn",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "The difference between stumbling blocks and stepping stones is how you use them.",
        "author": "Anonymous",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day, saying, I will try again tomorrow.",
        "author": "Mary Anne Radmacher",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "Discouragement and failure are two of the surest stepping stones to success.",
        "author": "Dale Carnegie",
        "topic": ["comforting","encouragement"]
    },
    {
        "content": "There's no way for them to take away my sadness, but they can make sure I am not empty of all the other feelings.",
        "author": "David Levithan",
        "topic": ["comforting"]
    },
    {
        "content": "Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place.",
        "author": "Lance Armstrong",
        "topic": ["comforting"]
    },
    {
        "content": "We must embrace pain and burn it as fuel for our journey.",
        "author": "Kenji Miyazawa",
        "topic": ["comforting"]
    },
    {
        "content": "Although the world is full of suffering, it is also full of the overcoming of it.",
        "author": "Helen Keller",
        "topic": ["comforting"]
    },
    {
        "content": "When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us",
        "author": "Helen Keller",
        "topic": ["inspiration"]
    },
    {
        "content": "Tough times never last, but tough people do.",
        "author": "Robert H. Schuller",
        "topic": ["encouragement"]
    },
    {
        "content": "I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times, I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.",
        "author": "Michael Jordan",
        "topic": ["encouragement"]
    },
    {
        "content": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.",
        "author": "Michael Jordan",
        "topic": ["encouragement"]
    },
    {
        "content": "At any given moment you have the power to say: This is not how the story is going to end.",
        "author": "Christine Mason Miller",
        "topic": ["encouragement"]
    },
    {
        "content": "You've got to get up every morning with determination if you're going to go to bed with satisfaction.",
        "author": "George Lorimer",
        "topic": ["encouragement","inspiration"]
    },
    {
        "content": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
        "author": "Dale Carnegie",
        "topic": ["encouragement"]
    },
    {
        "content": "You’ll always miss 100% of the shots you don’t take",
        "author": "Wayne Gretzky",
        "topic": ["encouragement"]
    },
    {
        "content": "I have not failed. I've just found 10,000 ways that won't work.",
        "author": "Thomas A.Edison",
        "topic": ["encouragement"]
    },
    {
        "content": "It is never too late to be what you might have been.",
        "author": "George Eliot",
        "topic": ["inspiration"]
    },
    {
        "content": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw",
        "topic": ["inspiration"]
    },
    {
        "content": "Nothing is impossible, the word itself says 'I'm possible'!",
        "author": "Audrey Hepburn",
        "topic": ["inspiration","encouragement"]
    },
    {
        "content": "Don't judge each day by the harvest you reap but by the seeds that you plant.",
        "author": "Robert Louis Stevenson",
        "topic": ["inspiration"]
    },
    {
        "content": "But I know, somehow, that only when it is dark enough can you see the stars.",
        "author": "Martin Luther King, Jr.",
        "topic": ["inspiration","encouragement","comforting"]
    },
    {
        "content": "The Chinese use two brush strokes to write the word 'crisis.' One brush stroke stands for danger; the other for opportunity. In a crisis, be aware of the danger--but recognize the opportunity.",
        "author": "John F. Kennedy",
        "topic": ["inspiration"]
    },
    {
        "content": "It is the time you have wasted for your rose that makes your rose so important.",
        "author": "Antoine de Saint-Exupéry",
        "topic": ["inspiration"]
    },
    {
        "content": "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
        "author": "Zig Ziglar",
        "topic": ["inspiration"]
    },
    {
        "content": "Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek.",
        "author": "Barack Obama",
        "topic": ["inspiration"]
    },
    {
        "content": "If you don't go after what you want, you'll never have it. If you don't ask, the answer is always no. If you don't step forward, you're always in the same place.",
        "author": "Nora Roberts",
        "topic": ["inspiration"]
    },
    {
        "content": "Not being heard is no reason for silence.",
        "author": "Victor Hugo",
        "topic": ["inspiration"]
    },
    {
        "content": "You'll never find a rainbow if you're looking down",
        "author": "Charlie Chaplin",
        "topic": ["inspiration"]
    },
    {
        "content": "Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what.",
        "author": "Harper Lee",
        "topic": ["inspiration","encouragement"]
    }
]